Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G60B.tmx
Source language: en_us
Languages: zh_cn

source: DALE A. GARDNER
zh_cn: 戴尔 A.加德纳生平简介

source: PERSONAL DATA: Born November 8, 1948 in Fairmont, Minnesota. Died February 19, 2014 in Colorado Springs, Colorado.
zh_cn: 基本情况：戴尔 A.加德纳于1948年11月8日在明尼苏达州法拉蒙多出生，于2014年2月19日在科罗拉多州科罗拉多斯普林斯逝世。

source: Grew up in Sherburn, Minnesota and Savanna, Illinois.
zh_cn: 他在明尼苏达的舍本和伊利诺斯的萨凡纳度过了青少年时期。

source: Considered his hometown to be Clinton, Iowa.
zh_cn: 爱荷华的克林顿是故乡。

source: Married to Sherry Gardner. Two children, two step-children, two grandchildren.
zh_cn: 与雪莉加德纳结婚并育有两个孩子，有两个继子女及两个孙辈。

source: An avid sports enthusiast, he enjoyed snow skiing, golfing, tennis, and jogging. Other interests include woodworking and photography.
zh_cn: 他是个狂热的运动爱好者，喜欢滑雪、高尔夫、网球和慢跑，还有其他爱好如木工和摄影。

source: EDUCATION: Graduated as Valedictorian of his class from Savanna Community High School, Savanna, Illinois, in 1966.
zh_cn: 教育经历：1966年毕业于伊利诺斯萨凡纳社区高中并作为班级的毕业生代表致辞。

source: Received Bachelor of Science Degree in Engineering Physics from the University of Illinois (Urbana-Champaign) in 1970.
zh_cn: 1970年在伊利诺斯大学（香槟分校）获得工程物理系理学学士学位。

source: ORGANIZATIONS: Phi Eta Sigma, Sigma Tau, and Tau Beta Pi.
zh_cn: 学会组织：美国工程协会会员。

source: Fellow, American Astronautical Society.
zh_cn: 美国太空航行协会会员。

source: SPECIAL HONORS: Defense Superior Service Medal (1984, 1989, 1990); Distinguished Flying Cross (1989); Meritorious Unit Commendation (1976); Humanitarian Service Medal (1979); Sea Service Deployment Ribbon (1984).
zh_cn: 特殊荣誉：国防部高级贡献奖章（1984、1989、1990）；优异飞行十字勋章（1989）；具价值的个人奖（1976）；人道主义贡献奖（1979）；海洋服役调度绶带（1984）。

source: Other honors include the NASA Space Flight Medal (1983 and 1984); Master Space Badge (1989); Lloyd's of London Meritorious Service Medal (1984).
zh_cn: 还有美国航空航天局空间飞行奖章（1983和1984）；空间飞行大师徽章（1989），伦敦劳埃德特殊贡献奖（1984）。

source: EXPERIENCE: Upon graduation from the University of Illinois in 1970, Gardner entered into active duty with the U.S. Navy and was assigned to the Aviation Officer Candidate School at Pensacola, Florida.
zh_cn: 个人简历：1970年从伊利诺斯大学毕业后，加德纳加入了美国海军行动组，隶属于位于佛罗里达潘沙多拉市的飞行军官预备役学校。

source: He was commissioned an Ensign and was selected as the most promising naval officer from his class.
zh_cn: 他在此被授勋为少尉，并被认为是他的班级中前途最光明的军官之一。

source: In October 1970, he began Basic Naval Flight Officer training with the VT-10 squadron at Pensacola, graduating with the highest academic average ever achieved in the history of the squadron.
zh_cn: 1970年10月，他在位于潘沙多拉市的VT-10飞行中队开始基本海洋飞行训练，并以该中队历史最高技术水平结束学习。

source: He proceeded to the Naval Technical Training Center at Glynco, Georgia, for Advanced Flight Officer training and was selected a Distinguished Naval Graduate and awarded his Naval Flight Officer wings on May 5, 1971.
zh_cn: 之后转入乔治亚州格林柯市的海军技术培训中心进行高级飞行员训练，并被选为杰出的海军毕业生，于1971年5月5日获得海军飞行员之翼。

source: At the Naval Air Test Center Patuxent River, Maryland, from May 1971 to July 1973, he was assigned to the Weapons Systems Test Division and involved in initial F-14 TOMCAT developmental test and evaluation as Project Officer for Inertial Navigation and Avionics Systems.
zh_cn: 自1971年5月至1973年7月，加德纳调入位于马里兰的帕塔克森河市的武器系统测试部门并以海上交通与航电系统评估员身份参与F-14——TOMCAT机型研发测试，随后加入了位于加州圣迭戈的NAS-麦阿玛组建的第一支F-14实战中队（VF-1）。

source: Gardner's next assignment was with the first operational F-14 squadron (VF-1) at NAS Miramar, San Diego, California, from where he flew the TOMCAT and participated in two Western Pacific and Indian Ocean cruises while deployed aboard the aircraft carrier USS ENTERPRISE.
zh_cn: 在此期间他驾驶TOMCAT并被部署在企业家号航母上，参与两次西太平洋和印度洋巡航。

source: From December 1976 until July 1978, he was assigned to the Air Test and Evaluation Squadron 4(VX-4) at NAS Pt. Mugu, California, involved in the operational test and evaluation of Navy fighter aircraft.
zh_cn: 1976年12月至1978年7月，加德纳转入位于加利福尼亚的NAS Pt. 木古的飞行测试和评估第四中队（VX-4），参与海军战斗机的操作测试和评估。

source: NASA EXPERIENCE: Gardner was selected as an Astronaut Candidate by NASA in January 1978, reporting to the Johnson Space Center in July 1978.
zh_cn: NASA工作经历：加德纳在1978年1月被NASA选为航天员候选人，于1978年7月到强生空间中心报到。

source: In August 1979, he completed a one-year training and evaluation period, making him eligible for assignment as a mission specialist astronaut.
zh_cn: 1979年8月完成为期一年的训练和评估工作，成为一名全面的合格的任务专家航天员。

source: He subsequently served as the Astronaut Project Manager for the flight software in the shuttle onboard computers leading up to the first flight in April 1981.
zh_cn: 随后他以航天员项目经理的身份参与1981年4月首航的航天飞机计算机系统航行软件工作。

source: He then served as a support crew astronaut for the fourth flight (STS-4).
zh_cn: 随后他在第四次飞行（STS-4）中作为支持宇航员的船员工作。

source: He flew as a mission specialist on STS-8 (August 30 to September 5, 1983) and STS-51A (November 8-16, 1984).
zh_cn: 他在STS-8（1983年8月30日至9月5日）和STS-51A（1984年11月8日至16日）两次航行中作为任务专家参与工作。

source: Gardner logged a total of 337 hours in space and 225 orbits of the Earth on these two flights.
zh_cn: 在两次航行中，加德纳在太空中共度过了337个小时、绕地球225圈。

source: He logged more than 2300 hours flying time in over 20 different types of aircraft and spacecraft.
zh_cn: 他在超过20种航空航天飞行器上度过了2300个飞行小时。

source: Prior to the Challenger accident, Gardner was chosen to be a member of the first shuttle mission to launch from Vandenberg Air Force Base, California, into a polar orbit.
zh_cn: 在挑战者号事故之前，加德纳被选为在加利福尼亚凡登堡空军基地发射的第一次航天飞机任务成员之一，进入极地轨道。

source: That flight and the Vandenberg launch capability itself were canceled after the accident.
zh_cn: 在挑战者事故后，那次航行和凡登堡的发射资格都被取消了。

source: In October 1986, following more than eight years with NASA, Gardner returned to his Navy duties and was assigned to the U.S. Space Command, Colorado Springs, Colorado.
zh_cn: 1986年10月，结束了在NASA工作八年多的工作，加德纳回到海军系统在科罗拉多州的科罗拉多斯普林斯空间指令工作。

source: He served more than two years as the Deputy Chief, Space Control Operations Division in Cheyenne Mountain Air Force Base and, after promotion to the rank of Captain in June 1989, became the command's Deputy Director for Space Control at Peterson Air Force Base.
zh_cn: 他在夏安尼山空军基地做了两年多空间控制操作部门副主管，1989年被提升为上尉后，调入皮特森空军基地成为空间控制指挥副主管。

source: His space control responsibilities included the surveillance and tracking of all man-made objects in Earth orbit and the protection of U.S. and friendly space systems.
zh_cn: 他的空间控制责任包括监视与追踪所有地球轨道上的人造卫星、美国保卫系统和其他友好的空间系统。

source: Gardner retired from the U.S. Navy in October 1990 and accepted a position with TRW Inc. in Colorado Springs, Colorado.
zh_cn: 1990年加特纳从美国海军退役，并接受了科罗拉多斯普林斯的TRW研究所的一个职位。

source: He was a program manager in the Colorado Springs Engineering Operations of TRW's Space and Defense Sector.
zh_cn: 他是TRW的空间防卫部门的科罗拉多斯普林斯工程操作程序经理。

source: In that capacity, he was involved in the development of both civilian and military space and defense high technology programs.
zh_cn: 凭借能力，他参与了空间和防卫技术程序在民用和军用两方面的开发。

source: He later became Manager of Northrup Grumma's Colorado Springs operations.
zh_cn: 之后他成为了诺斯鲁普·格鲁曼的科罗拉多斯普林斯项目的经理。

source: After 13 years, he joined the National Renewable Energy Laboratory (NREL) in Golden, Colorado as the Associate Director for Renewable Fuels Science & Technology.
zh_cn: 十三年后，他加入了科罗拉多·哥顿的国家可再生能源实验室，成为可再生燃料科技部的副主任。

source: He retired from that position in January 2013.
zh_cn: 2013年1月，他从此位置退休。

source: SPACE FLIGHT EXPERIENCE: STS-8 launched from the Kennedy Space Center, Florida on August 30, 1983.
zh_cn: 空间飞行经历：1983年，参与佛罗里达从肯尼迪空间中心发射的STS-8。

source: The crew aboard space shuttle Challenger included Richard Truly (spacecraft commander), Daniel Brandenstein (pilot), and fellow mission specialists Guion Bluford and William Thornton.
zh_cn: 此次乘坐挑战者号升空的机组成员包括理查·德图利（航天器组长），丹尼尔·布兰登斯特恩（飞行员），和任务专家同伴奎恩·不卢福坦和威廉·瑟恩顿。

source: This was the third flight of the Orbiter Challenger and the first night launch and landing mission of the Shuttle Program.
zh_cn: 这是挑战者轨道飞行器的第四次飞行，第一次夜间发射，航天飞机着陆程序第一次任务。

source: During the flight, the crew of STS-8 deployed the Indian National Satellite (INSAT-1B), operated and tested the Canadian-build Remote Manipulator System (RMS) robot arm, and performed numerous Earth resources and space science experiments.
zh_cn: STS-8的成员们发射了印度国家卫星（INSAT-1B），操作并测试了加拿大制造的遥控操作系统的机械臂，并且开展了数不清的地球资源和空间科学实验。

source: STS-8 completed 98 Earth orbits in 145 hours before landing at Edwards Air Force Base, California on September 5, 1983.
zh_cn: 在145小时内，STS-8绕地球98圈，于1983年9月5日在加利福尼亚爱德华空军基地着陆。

source: STS-51A, the fourteenth flight of the Shuttle Program, launched on November 8, 1984 (his birthday).
zh_cn: STS-51A，航天飞机项目的第十四次飞行，1984年11月8日发射（加德纳的生日）。

source: The crew aboard space shuttle Discovery included Frederick Hauck (spacecraft commander), David Walker (pilot), and fellow Mission Specialists Joseph Allen and Anna Fisher.
zh_cn: 发现号航天飞机机组成员包括弗雷德里克·浩克（航天器组长），戴维·沃克（飞行员），和任务专家同伴乔瑟夫·艾伦和安娜·费舍尔。

source: This was the second flight of Discovery.
zh_cn: 这次是发现号的第二次航行。

source: During this mission the crew deployed two satellites, Canada's ANIK D-2 (TELESAT-H) and the Hughes LEASAT-1 (SYNCOM IV-1), now in service with the U.S. Navy.
zh_cn: 这次任务的机组成员发射了两颗卫星，加拿大的ANIK -2（TELESET-H）和现在为美国海军所用的Hughes LEASAT-1 (SYNCOM IV-1)。

source: In a dramatic salvage effort, they also rendezvoused with and returned from space two satellites previously launched into improper orbits, the Indonesian PALAPA B-2 and the Western Union WESTAR VI communication satellites.
zh_cn: 经过奇迹般的抢救努力，他们还从太空回收了之前发射进入错误轨道的两颗人造卫星，印度尼西亚的PALAPA B-2 和 西方联盟的通信卫星WESTAR VI。
